{
  "pubmed_articles": [
    {
      "pmid": "sample_001",
      "title": "Understanding Hypertension: Causes, Symptoms, and Treatment",
      "abstract": "Hypertension, commonly known as high blood pressure, is a chronic medical condition in which the blood pressure in the arteries is persistently elevated. It is often called the 'silent killer' because it typically has no symptoms but can lead to serious health complications including heart disease, stroke, and kidney problems. Primary hypertension has no identifiable cause and develops gradually over years. Secondary hypertension is caused by underlying conditions such as kidney disease, adrenal gland disorders, or certain medications. Treatment typically involves lifestyle modifications including dietary changes, regular exercise, weight management, and stress reduction. Medications may be prescribed when lifestyle changes are insufficient.",
      "keywords": [
        "hypertension",
        "blood pressure",
        "cardiovascular disease",
        "treatment"
      ],
      "mesh_terms": [
        "Hypertension",
        "Blood Pressure",
        "Cardiovascular Diseases"
      ],
      "source": "pubmed"
    },
    {
      "pmid": "sample_002",
      "title": "Diabetes Mellitus: Pathophysiology and Management",
      "abstract": "Diabetes mellitus is a group of metabolic disorders characterized by high blood sugar levels over a prolonged period. Type 1 diabetes results from the pancreas not producing enough insulin. Type 2 diabetes begins with insulin resistance, a condition in which cells fail to respond to insulin properly. The most common symptoms include frequent urination, increased thirst, and increased hunger. If left untreated, diabetes can cause many complications including diabetic ketoacidosis, hyperosmolar hyperglycemic state, cardiovascular disease, stroke, chronic kidney disease, foot ulcers, and damage to the eyes. Management includes maintaining blood glucose levels through diet, exercise, and medication when necessary.",
      "keywords": [
        "diabetes",
        "insulin",
        "blood glucose",
        "metabolism"
      ],
      "mesh_terms": [
        "Diabetes Mellitus",
        "Insulin",
        "Blood Glucose"
      ],
      "source": "pubmed"
    },
    {
      "pmid": "sample_003",
      "title": "Myocardial Infarction: Recognition and Emergency Management",
      "abstract": "Myocardial infarction, commonly known as a heart attack, occurs when blood flow decreases or stops to a part of the heart, causing damage to the heart muscle. The most common symptom is chest pain or discomfort which may travel into the shoulder, arm, back, neck, or jaw. Often it occurs in the center or left side of the chest and lasts for more than a few minutes. The discomfort may occasionally feel like heartburn. Other symptoms may include shortness of breath, nausea, feeling faint, cold sweat, or feeling tired. About 30% of people have atypical symptoms. Women more often present without chest pain and instead have neck pain, arm pain, or feel tired. Risk factors include high blood pressure, smoking, diabetes, lack of exercise, obesity, high blood cholesterol, poor diet, and excessive alcohol intake.",
      "keywords": [
        "myocardial infarction",
        "heart attack",
        "chest pain",
        "emergency"
      ],
      "mesh_terms": [
        "Myocardial Infarction",
        "Acute Coronary Syndrome",
        "Chest Pain"
      ],
      "source": "pubmed"
    }
  ],
  "mayo_articles": [
    {
      "title": "Diabetes",
      "content": "Diseases & Conditions Symptoms &causes Diagnosis &treatment Doctors &departments Care atMayo Clinic Diabetes mellitus refers to a group of diseases that affect how the body uses blood sugar (glucose). Glucose is an important source of energy for the cells that make up the muscles and tissues. It's also the brain's main source of fuel. The main cause of diabetes varies by type. But no matter what type of diabetes you have, it can lead to excess sugar in the blood. Too much sugar in the blood can lead to serious health problems. Chronic diabetes conditions include type 1 diabetes and type 2 diabetes. Potentially reversible diabetes conditions include prediabetes and gestational diabetes. Prediabetes happens when blood sugar levels are higher than normal. But the blood sugar levels aren't high enough to be called diabetes. And prediabetes can lead to diabetes unless steps are taken to prevent it. Gestational diabetes happens during pregnancy. But it may go away after the baby is born. A Book: The Essential Diabetes Book The Mayo Clinic Diet Online Diabetes symptoms depend on how high your blood sugar is. Some people, especially if they have prediabetes, gestational diabetes or type 2 diabetes, may not have symptoms. In type 1 diabetes, symptoms tend to come on quickly and be more severe. Some of the symptoms of type 1 diabetes and type 2 diabetes are: Feeling more thirsty than usual. Urinating often. Losing weight without trying. Presence of ketones in the urine. Ketones are a byproduct of the breakdown of muscle and fat that happens when there's not enough available insulin. Feeling tired and weak. Feeling irritable or having other mood changes. Having blurry vision. Having slow-healing sores. Getting a lot of infections, such as gum, skin and vaginal infections. Type 1 diabetes can start at any age. But it often starts during childhood or teen years. Type 2 diabetes, the more common type, can develop at any age. Type 2 diabetes is more common in people older than 40. But type 2 diabetes in children is increasing. If you think you or your child may have diabetes. If you notice any possible diabetes symptoms, contact your health care provider. The earlier the condition is diagnosed, the sooner treatment can begin. If you've already been diagnosed with diabetes. After you receive your diagnosis, you'll need close medical follow-up until your blood sugar levels stabilize. There is a problem with\n                                information submitted for this request. Review/update the\n                                information highlighted below and resubmit the form. Sign up for free and stay up to date on research advancements, health tips, current health topics, and expertise on managing health. Click here for an email preview. ErrorEmail field is required ErrorInclude a valid email address We use the data you provide to deliver you the content you requested. To provide you with the most relevant and helpful information, we may combine your email and website data with other information we have about you. If you are a Mayo Clinic patient, we will only use your protected health information as outlined in our Notice of Privacy Practices. You may opt out of email communications at any time by clicking on the unsubscribe link in the email. You'll soon start receiving the latest Mayo Clinic health information you requested in your inbox. Please, try again in a couple of minutes To understand diabetes, it's important to understand how the body normally uses glucose. Insulin is a hormone that comes from a gland behind and below the stomach (pancreas). The pancreas releases insulin into the bloodstream. The insulin circulates, letting sugar enter the cells. Insulin lowers the amount of sugar in the bloodstream. As the blood sugar level drops, so does the secretion of insulin from the pancreas. Glucose — a sugar — is a source of energy for the cells that make up muscles and other tissues. Glucose comes from two major sources: food and the liver. Sugar is absorbed into the bloodstream, where it enters cells with the help of insulin. The liver stores and makes glucose. When glucose levels are low, such as when you haven't eaten in a while, the liver breaks down stored glycogen into glucose. This keeps your glucose level within a typical range. The exact cause of most types of diabetes is unknown. In all cases, sugar builds up in the bloodstream. This is because the pancreas doesn't produce enough insulin. Both type 1 and type 2 diabetes may be caused by a combination of genetic or environmental factors. It is unclear what those factors may be. Risk factors for diabetes depend on the type of diabetes. Family history may play a part in all types. Environmental factors and geography can add to the risk of type 1 diabetes. Sometimes family members of people with type 1 diabetes are tested for the presence of diabetes immune system cells (autoantibodies). If you have these autoantibodies, you have an increased risk of developing type 1 diabetes. But not everyone who has these autoantibodies develops diabetes. Race or ethnicity also may raise your risk of developing type 2 diabetes. Although it's unclear why, certain people — including Black, Hispanic, American Indian and Asian American people — are at higher risk. Prediabetes, type 2 diabetes and gestational diabetes are more common in people who are overweight or obese. Long-term complications of diabetes develop gradually. The longer you have diabetes — and the less controlled your blood sugar — the higher the risk of complications. Eventually, diabetes complications may be disabling or even life-threatening. In fact, prediabetes can lead to type 2 diabetes. Possible complications include: Heart and blood vessel (cardiovascular) disease. Diabetes majorly increases the risk of many heart problems. These can include coronary artery disease with chest pain (angina), heart attack, stroke and narrowing of arteries (atherosclerosis). If you have diabetes, you're more likely to have heart disease or stroke. Nerve damage from diabetes (diabetic neuropathy). Too much sugar can injure the walls of the tiny blood vessels (capillaries) that nourish the nerves, especially in the legs. This can cause tingling, numbness, burning or pain that usually begins at the tips of the toes or fingers and gradually spreads upward.\nDamage to the nerves related to digestion can cause problems with nausea, vomiting, diarrhea or constipation. For men, it may lead to erectile dysfunction. Nerve damage from diabetes (diabetic neuropathy). Too much sugar can injure the walls of the tiny blood vessels (capillaries) that nourish the nerves, especially in the legs. This can cause tingling, numbness, burning or pain that usually begins at the tips of the toes or fingers and gradually spreads upward. Damage to the nerves related to digestion can cause problems with nausea, vomiting, diarrhea or constipation. For men, it may lead to erectile dysfunction. Kidney damage from diabetes (diabetic nephropathy). The kidneys hold millions of tiny blood vessel clusters (glomeruli) that filter waste from the blood. Diabetes can damage this delicate filtering system. Eye damage from diabetes (diabetic retinopathy). Diabetes can damage the blood vessels of the eye. This could lead to blindness. Foot damage. Nerve damage in the feet or poor blood flow to the feet increases the risk of many foot complications. Skin and mouth conditions. Diabetes may leave you more prone to skin problems, including bacterial and fungal infections. Hearing impairment. Hearing problems are more common in people with diabetes. Alzheimer's disease. Type 2 diabetes may increase the risk of dementia, such as Alzheimer's disease. Depression related to diabetes. Depression symptoms are common in people with type 1 and type 2 diabetes. Most women who have gestational diabetes deliver healthy babies. However, untreated or uncontrolled blood sugar levels can cause problems for you and your baby. Complications in your baby can be caused by gestational diabetes, including: Excess growth. Extra glucose can cross the placenta. Extra glucose triggers the baby's pancreas to make extra insulin. This can cause your baby to grow too large. It can lead to a difficult birth and sometimes the need for a C-section. Low blood sugar. Sometimes babies of mothers with gestational diabetes develop low blood sugar (hypoglycemia) shortly after birth. This is because their own insulin production is high. Type 2 diabetes later in life. Babies of mothers who have gestational diabetes have a higher risk of developing obesity and type 2 diabetes later in life. Death. Untreated gestational diabetes can lead to a baby's death either before or shortly after birth. Complications in the mother also can be caused by gestational diabetes, including: Preeclampsia. Symptoms of this condition include high blood pressure, too much protein in the urine, and swelling in the legs and feet. Gestational diabetes. If you had gestational diabetes in one pregnancy, you're more likely to have it again with the next pregnancy. Type 1 diabetes can't be prevented. But the healthy lifestyle choices that help treat prediabetes, type 2 diabetes and gestational diabetes can also help prevent them: Eat healthy foods. Choose foods lower in fat and calories and higher in fiber. Focus on fruits, vegetables and whole grains. Eat a variety to keep from feeling bored. Get more physical activity. Try to get about 30 minutes of moderate aerobic activity on most days of the week. Or aim to get at least 150 minutes of moderate aerobic activity a week. For example, take a brisk daily walk. If you can't fit in a long workout, break it up into smaller sessions throughout the day. Lose excess pounds. If you're overweight, losing even 7% of your body weight can lower the risk of diabetes. For example, if you weigh 200 pounds (90.7 kilograms), losing 14 pounds (6.4 kilograms) can lower the risk of diabetes.\nBut don't try to lose weight during pregnancy. Talk to your provider about how much weight is healthy for you to gain during pregnancy.\nTo keep your weight in a healthy range, work on long-term changes to your eating and exercise habits. Remember the benefits of losing weight, such as a healthier heart, more energy and higher self-esteem. Lose excess pounds. If you're overweight, losing even 7% of your body weight can lower the risk of diabetes. For example, if you weigh 200 pounds (90.7 kilograms), losing 14 pounds (6.4 kilograms) can lower the risk of diabetes. But don't try to lose weight during pregnancy. Talk to your provider about how much weight is healthy for you to gain during pregnancy. To keep your weight in a healthy range, work on long-term changes to your eating and exercise habits. Remember the benefits of losing weight, such as a healthier heart, more energy and higher self-esteem. Sometimes drugs are an option. Oral diabetes drugs such as metformin (Glumetza, Fortamet, others) may lower the risk of type 2 diabetes. But healthy lifestyle choices are important. If you have prediabetes, have your blood sugar checked at least once a year to make sure you haven't developed type 2 diabetes. Diabetes care at Mayo Clinic Ferri FF. Diabetes mellitus. In: Ferri's Clinical Advisor 2022. Elsevier; 2022. https://www.clinicalkey.com. Accessed May 7, 2022. Classification and diagnosis of diabetes: Standards of medical care in diabetes — 2022. Diabetes Care. 2022; doi:10.2337/dc22-S002. Papadakis MA, et al., eds. Diabetes mellitus. In: Current Medical Diagnosis & Treatment 2022. 61st ed. McGraw Hill; 2022. https://accessmedicine.mhmedical.com. Accessed May 4, 2022. Diabetes risk factors. Centers for Disease Control and Prevention. https://www.cdc.gov/diabetes/basics/risk-factors.html. Accessed June 2, 2022. Cunningham FG, et al. Diabetes mellitus. In: Williams Obstetrics. 25th ed. McGraw-Hill Education; 2018. https://accessmedicine.mhmedical.com. Accessed June 2, 2022. Diabetes and DKA (ketoacidosis). American Diabetes Association. https://www.diabetes.org/diabetes/dka-ketoacidosis-ketones. Accessed May 4, 2022. Diabetes Canada Clinical Practice Guidelines Expert Committee. Complementary and alternative medicine for diabetes. Canadian Journal of Diabetes. 2018; doi:10.1016/j.jcjd.2017.10.023. Nimmagadda R. Allscripts EPSi. Mayo Clinic. June 16, 2022. Jameson JL, et al., eds. Diabetes mellitus: Diagnosis, classification and pathophysiology. In: Harrison's Principles of Internal Medicine. 20th ed. McGraw-Hill Education; 2018. https://accessmedicine.mhmedical.com. Accessed June 2, 2022. Pharmacologic approaches to glycemic treatment: Standards of medical care in diabetes — 2022. Diabetes Care. 2022; doi:10.2337/dc22-S009. Facilitating behavior change and well-being to improve health outcomes: Standards of medical care in diabetes — 2022. Diabetes Care. 2022; doi:10.2337/dc22-S005. AskMayoExpert. Type 1 diabetes mellitus. Mayo Clinic; 2021. Glycemic targets: Standards of Medical Care in diabetes — 2022. Diabetes Care. 2022; doi:10.2337/dc22-S012. Comprehensive medical evaluation and assessment of comorbidities: Standards of Medical Care in Diabetes — 2022. Diabetes Care. 2022; doi:10.2337/dc22-S004. Prevention or delay of type 2 diabetes and associated comorbidities: Standards of Medical Care in diabetes — 2022. Diabetes Care. 2022; doi:10.2337/dc22-S003. Obesity and weight management for the prevention and treatment of type 2 diabetes: Standards of Medical Care in Diabetes — 2022. Diabetes Care. 2022; doi:10.2337/dc22-S008. Diabetes technology. Standards of Medical Care in Diabetes — 2022. 2022; doi:10.2337/dc22-S007. Diabetes isn't destiny for rural communities\nMarch 19, 2024, 02:51 p.m.  CDT A Book: The Essential Diabetes Book The Mayo Clinic Diet Online Symptoms&causes Diagnosis&treatment Doctors&departments Care atMayoClinic Mayo Clinic does not endorse companies or products. Advertising revenue supports our not-for-profit mission. Policy Opportunities Ad Choices Check out these best-sellers and special offers on books and newsletters from Mayo Clinic Press. NEW: Mayo Clinic Guide to Better Sleep Listen to Health Matters Podcast Mayo Clinic on Incontinence The Essential Diabetes Book FREE Mayo Clinic Diet Assessment Mayo Clinic Health Letter - FREE book Diseases & Conditions Diabetes",
      "url": "https://www.mayoclinic.org/diseases-conditions/diabetes/symptoms-causes/syc-20371444",
      "source": "mayo_clinic"
    },
    {
      "title": "High blood pressure (hypertension)",
      "content": "Care at \n Mayo Clinic Patient-Centered Care About Mayo Clinic Request Appointment Find a Doctor Locations Clinical Trials Connect to Support Groups Patient & Visitor Guide Billing & Insurance Departments & Centers International Services Contact UsPatient & Visitor Guide Health \n Library Diseases & Conditions Symptoms Tests & Procedures Drugs & Supplements Healthy Lifestyle Mayo Clinic Health Letter & BooksMayo Clinic Health Letter & Books For Medical \n Professionals Medical Professional Resources Refer a Patient Continuing Medical Education AskMayoExpert Mayo Clinic Laboratories Video Center Journals & Publications Mayo Clinic Alumni AssociationContinuing Medical Education Research & Education \n at Mayo ClinicResearch Research at Mayo Clinic Research Faculty Laboratories Core Facilities Centers & Programs Departments & Divisions Clinical Trials Institutional Review Board Postdoctoral Fellowships Training Grant ProgramsEducation Mayo Clinic College of Medicine and Science Mayo Clinic Graduate School of Biomedical Sciences Mayo Clinic Alix School of Medicine Mayo Clinic School of Graduate Medical Education Mayo Clinic School of Health Sciences Mayo Clinic School of Continuous Professional DevelopmentMayo Clinic College of Medicine and Science Giving to \n Mayo Clinic Give Now Giving to Mayo Clinic Frequently Asked Questions Contact Us to GiveMake a Donation Request appointment Log in Search Menu Request appointment Donate Diseases & conditions Find a doctorCare at Mayo Clinic Patient-Centered Care About Mayo Clinic Request Appointment Find a Doctor Locations Clinical Trials Connect to Support Groups Patient & Visitor Guide Billing & Insurance Departments & Centers International Services Contact UsPatient & Visitor Guide Health Library Diseases & Conditions Symptoms Tests & Procedures Drugs & Supplements Healthy Lifestyle Mayo Clinic Health Letter & BooksMayo Clinic Health Letter & Books For Medical Professionals Medical Professional Resources Refer a Patient Continuing Medical Education AskMayoExpert Mayo Clinic Laboratories Video Center Journals & Publications Mayo Clinic Alumni AssociationContinuing Medical Education Research & Education at Mayo ClinicResearch Research at Mayo Clinic Research Faculty Laboratories Core Facilities Centers & Programs Departments & Divisions Clinical Trials Institutional Review Board Postdoctoral Fellowships Training Grant ProgramsEducation Mayo Clinic College of Medicine and Science Mayo Clinic Graduate School of Biomedical Sciences Mayo Clinic Alix School of Medicine Mayo Clinic School of Graduate Medical Education Mayo Clinic School of Health Sciences Mayo Clinic School of Continuous Professional DevelopmentMayo Clinic College of Medicine and Science Giving to Mayo Clinic Give Now Giving to Mayo Clinic Frequently Asked Questions Contact Us to GiveMake a Donation Care at Mayo Clinic Patient-Centered Care About Mayo Clinic Request Appointment Find a Doctor Locations Clinical Trials Connect to Support Groups Patient & Visitor Guide Billing & Insurance Departments & Centers International Services Contact UsPatient & Visitor Guide Health Library Diseases & Conditions Symptoms Tests & Procedures Drugs & Supplements Healthy Lifestyle Mayo Clinic Health Letter & BooksMayo Clinic Health Letter & Books For Medical Professionals Medical Professional Resources Refer a Patient Continuing Medical Education AskMayoExpert Mayo Clinic Laboratories Video Center Journals & Publications Mayo Clinic Alumni AssociationContinuing Medical Education Research & Education at Mayo ClinicResearch Research at Mayo Clinic Research Faculty Laboratories Core Facilities Centers & Programs Departments & Divisions Clinical Trials Institutional Review Board Postdoctoral Fellowships Training Grant ProgramsEducation Mayo Clinic College of Medicine and Science Mayo Clinic Graduate School of Biomedical Sciences Mayo Clinic Alix School of Medicine Mayo Clinic School of Graduate Medical Education Mayo Clinic School of Health Sciences Mayo Clinic School of Continuous Professional DevelopmentMayo Clinic College of Medicine and Science Giving to Mayo Clinic Give Now Giving to Mayo Clinic Frequently Asked Questions Contact Us to GiveMake a Donation Diseases & Conditions Symptoms &causes Diagnosis &treatment Doctors &departments High blood pressure is a common condition that affects the body's arteries. It's also called hypertension. If you have high blood pressure, the force of the blood pushing against the artery walls is consistently too high. The heart has to work harder to pump blood. Blood pressure is measured in millimeters of mercury (mm Hg). In general, hypertension is a blood pressure reading of 130/80 mm Hg or higher. The American College of Cardiology and the American Heart Association divide blood pressure into four general categories. Ideal blood pressure is categorized as normal.) Normal blood pressure. Blood pressure is 120/80 mm Hg or lower. Elevated blood pressure. The top number ranges from 120 to 129 mm Hg and the bottom number is below, not above, 80 mm Hg. Stage 1 hypertension. The top number ranges from 130 to 139 mm Hg or the bottom number is between 80 and 89 mm Hg. Stage 2 hypertension. The top number is 140 mm Hg or higher or the bottom number is 90 mm Hg or higher. Blood pressure higher than 180/120 mm Hg is considered a hypertensive emergency or crisis. Seek emergency medical help for anyone with these blood pressure numbers. Untreated, high blood pressure increases the risk of heart attack, stroke and other serious health problems. It's important to have your blood pressure checked at least every two years starting at age 18. Some people need more-frequent checks. Healthy lifestyle habits —such as not smoking, exercising and eating well — can help prevent and treat high blood pressure. Some people need medicine to treat high blood pressure. High blood pressure is a common condition that affects the body's arteries. It's also called hypertension. If you have high blood pressure, the force of the blood pushing against the artery walls is consistently too high. The heart has to work harder to pump blood. Blood pressure is measured in millimeters of mercury (mm Hg). In general, hypertension is a blood pressure reading of 130/80 mm Hg or higher. The American College of Cardiology and the American Heart Association divide blood pressure into four general categories. Ideal blood pressure is categorized as normal. Normal blood pressure. Blood pressure is lower than 120/80 mm Hg. Elevated blood pressure. The top number ranges from 120 to 129 mm Hg and the bottom number is below, not above, 80 mm Hg. Stage 1 hypertension. The top number ranges from 130 to 139 mm Hg or the bottom number is between 80 and 89 mm Hg. Stage 2 hypertension. The top number is 140 mm Hg or higher or the bottom number is 90 mm Hg or higher. Blood pressure higher than 180/120 mm Hg is considered a hypertensive emergency or crisis. Seek emergency medical help for anyone with these blood pressure numbers. Untreated, high blood pressure increases the risk of heart attack, stroke and other serious health problems. It's important to have your blood pressure checked at least every two years starting at age 18. Some people need more-frequent checks. Healthy lifestyle habits —such as not smoking, exercising and eating well — can help prevent and treat high blood pressure. Some people need medicine to treat high blood pressure. A Book: Mayo Clinic on High Blood Pressure Blood Pressure Monitors at Mayo Clinic Store The Mayo Clinic Diet Online Most people with high blood pressure have no symptoms, even if blood pressure readings reach dangerously high levels. You can have high blood pressure for years without any symptoms. A few people with high blood pressure may have: Headaches Shortness of breath Nosebleeds However, these symptoms aren't specific. They usually don't occur until high blood pressure has reached a severe or life-threatening stage. Pulse pressure: An indicator of heart health? Blood pressure screening is an important part of general health care. How often you should get your blood pressure checked depends on your age and overall health. Ask your provider for a blood pressure reading at least every two years starting at age 18. If you're age 40 or older, or you're 18 to 39 with a high risk of high blood pressure, ask for a blood pressure check every year. Your care provider will likely recommend more-frequent readings if have high blood pressure or other risk factors for heart disease. Children age 3 and older may have blood pressure measured as a part of their yearly checkups. If you don't regularly see a care provider, you may be able to get a free blood pressure screening at a health resource fair or other locations in your community. Free blood pressure machines are also available in some stores and pharmacies. The accuracy of these machines depends on several things, such as a correct cuff size and proper use of the machines. Ask your health care provider for advice on using public blood pressure machines. We use the data you provide to deliver you the content you requested. To provide you with the most relevant and helpful information, we may combine your email and website data with other information we have about you. If you are a Mayo Clinic patient, we will only use your protected health information as outlined in our Notice of Privacy Practices. You may opt out of email communications at any time by clicking on the unsubscribe link in the email. Blood pressure is determined by two things: the amount of blood the heart pumps and how hard it is for the blood to move through the arteries. The more blood the heart pumps and the narrower the arteries, the higher the blood pressure. There are two main types of high blood pressure. For most adults, there's no identifiable cause of high blood pressure. This type of high blood pressure is called primary hypertension or essential hypertension. It tends to develop gradually over many years. Plaque buildup in the arteries, called atherosclerosis, increases the risk of high blood pressure. This type of high blood pressure is caused by an underlying condition. It tends to appear suddenly and cause higher blood pressure than does primary hypertension. Conditions and medicines that can lead to secondary hypertension include: Adrenal gland tumors Blood vessel problems present at birth, also called congenital heart defects Cough and cold medicines, some pain relievers, birth control pills, and other prescription drugs Illegal drugs, such as cocaine and amphetamines Kidney disease Obstructive sleep apnea Thyroid problems Sometimes just getting a health checkup causes blood pressure to increase. This is called white coat hypertension. Medications and supplements that can raise your blood pressure Anxiety: A cause of high blood pressure? Blood pressure readings: Why higher at home? Blood pressure: Does it have a daily pattern? Caffeine and hypertension Can having vitamin D deficiency cause high blood pressure? Sleep deprivation: A cause of high blood pressure? High blood pressure has many risk factors, including: Age. The risk of high blood pressure increases with age. Until about age 64, high blood pressure is more common in men. Women are more likely to develop high blood pressure after age 65. Race. High blood pressure is particularly common among Black people. It develops at an earlier age in Black people than it does in white people. Family history. You're more likely to develop high blood pressure if you have a parent or sibling with the condition. Obesity or being overweight. Excess weight causes changes in the blood vessels, the kidneys and other parts of the body. These changes often increase blood pressure. Being overweight or having obesity also raises the risk of heart disease and its risk factors, such as high cholesterol. Lack of exercise. Not exercising can cause weight gain. Increased weight raises the risk of high blood pressure. People who are inactive also tend to have higher heart rates. Tobacco use or vaping. Smoking, chewing tobacco or vaping immediately raises blood pressure for a short while. Tobacco smoking injures blood vessel walls and speeds up the process of hardening of the arteries. If you smoke, ask your care provider for strategies to help you quit. Too much salt. A lot of salt — also called sodium — in the body can cause the body to retain fluid. This increases blood pressure. Low potassium levels. Potassium helps balance the amount of salt in the body's cells. A proper balance of potassium is important for good heart health. Low potassium levels may be due to a lack of potassium in the diet or certain health conditions, including dehydration. Drinking too much alcohol. Alcohol use has been linked with increased blood pressure, particularly in men. Stress. High levels of stress can lead to a temporary increase in blood pressure. Stress-related habits such as eating more, using tobacco or drinking alcohol can lead to further increases in blood pressure. Certain chronic conditions. Kidney disease, diabetes and sleep apnea are some of the conditions that can lead to high blood pressure. Pregnancy. Sometimes pregnancy causes high blood pressure. High blood pressure is most common in adults. But kids can have high blood pressure too. High blood pressure in children may be caused by problems with the kidneys or heart. But for a growing number of kids, high blood pressure is due to lifestyle habits such as an unhealthy diet and lack of exercise. The excessive pressure on the artery walls caused by high blood pressure can damage blood vessels and body organs. The higher the blood pressure and the longer it goes uncontrolled, the greater the damage. Uncontrolled high blood pressure can lead to complications including: Heart attack or stroke. Hardening and thickening of the arteries due to high blood pressure or other factors can lead to a heart attack, stroke or other complications. Aneurysm. Increased blood pressure can cause a blood vessel to weaken and bulge, forming an aneurysm. If an aneurysm ruptures, it can be life-threatening. Heart failure. When you have high blood pressure, the heart has to work harder to pump blood. The strain causes the walls of the heart's pumping chamber to thicken. This condition is called left ventricular hypertrophy. Eventually, the heart can't pump enough blood to meet the body's needs, causing heart failure. Kidney problems. High blood pressure can cause the blood vessels in the kidneys to become narrow or weak. This can lead to kidney damage. Eye problems. Increased blood pressure can cause thickened, narrowed or torn blood vessels in the eyes. This can result in vision loss. Metabolic syndrome. This syndrome is a group of disorders of the body's metabolism. It involves the irregular breakdown of sugar, also called glucose. The syndrome includes increased waist size, high triglycerides, decreased high-density lipoprotein (HDL or \"good\") cholesterol, high blood pressure and high blood sugar levels. These conditions make you more likely to develop diabetes, heart disease and stroke. Changes with memory or understanding. Uncontrolled high blood pressure may affect the ability to think, remember and learn. Dementia. Narrowed or blocked arteries can limit blood flow to the brain. This can cause a certain type of dementia called vascular dementia. A stroke that interrupts blood flow to the brain also can cause vascular dementia. High blood pressure and sex High blood pressure dangers Hypertensive crisis: What are the symptoms? Feb 29, 2024 High blood pressure. National Heart, Lung, and Blood Institute. https://www.nhlbi.nih.gov/health/high-blood-pressure. Accessed July 18, 2022. Flynn JT, et al. Clinical practice guideline for screening and management of high blood pressure in children and adolescents. Pediatrics. 2017; doi:10.1542/peds.2017-1904. Physical Activity Guidelines for Americans. 2nd ed. U.S. Department of Health and Human Services. https://health.gov/our-work/physical-activity/current-guidelines. Accessed June 15, 2022. Hypertension in adults: Screening. U.S. Preventive Services Task Force. https://uspreventiveservicestaskforce.org/uspstf/recommendation/hypertension-in-adults-screening. Accessed July 18, 2022. Thomas G, et al. Blood pressure measurement in the diagnosis and treatment of hypertension in adults. https://www.uptodate.com/contents/search. Accessed July 18, 2022. Muntner P, et al. Measurement of blood pressure in humans: A scientific statement from the American Heart Association. Hypertension. 2019; doi:10.1161/HYP.0000000000000087. Basile J, et al. Overview of hypertension in adults. https://www.uptodate.com/contents/search. Accessed July 22, 2022. Know your risk factors for high blood pressure. American Heart Association. https://www.heart.org/en/health-topics/high-blood-pressure/why-high-blood-pressure-is-a-silent-killer/know-your-risk-factors-for-high-blood-pressure. Accessed July 18, 2022. Rethinking drinking. Alcohol and your health. National Institute on Alcohol Abuse and Alcoholism. https://www.rethinkingdrinking.niaaa.nih.gov/Default.aspx. Accessed July 18, 2022. Libby P, et al., eds. Systemic hypertension: Mechanisms, diagnosis, and treatment. In: Braunwald's Heart Disease: A Textbook of Cardiovascular Medicine. 12th ed. Elsevier; 2022. https://www.clinicalkey.com. Accessed July 18, 2022. AskMayoExpert. Hypertension (adult). Mayo Clinic; 2021. About metabolic syndrome. American Heart Association. https://www.heart.org/en/health-topics/metabolic-syndrome/about-metabolic-syndrome. Accessed July 18, 2022. Understanding blood pressure readings. American Heart Association. https://www.heart.org/en/health-topics/high-blood-pressure/understanding-blood-pressure-readings. Accessed July 18, 2022. Whelton PK, et al. 2017 ACC/AHA/AAPA/ABC/ACPM/AGS/APhA/ASH/ASPC/NMA/PCNA guideline for the prevention, detection, evaluation, and management of high blood pressure in adults: A report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines. Hypertension. 2018; doi:10.1161/HYP.0000000000000065. Monitoring your blood pressure at home. American Heart Association. https://www.heart.org/en/health-topics/high-blood-pressure/understanding-blood-pressure-readings/monitoring-your-blood-pressure-at-home. Accessed July 18, 2022. Mann JF. Choice of drug therapy in primary (essential) hypertension. https://www.uptodate.com/contents/search. Accessed July 18, 2022. Agasthi P, et al. Renal denervation for resistant hypertension in the contemporary era: A systematic review and meta-analysis. Scientific Reports. 2019; doi:10.1038/s41598-019-42695-9. Chernova I, et al. Resistant hypertension updated guidelines. Current Cardiology Reports. 2019; doi:10.1007/s11886-019-1209-6. Forman JP, et al. Diet in the treatment and prevention of hypertension. https://www.uptodate.com/contents/search. Accessed July 18, 2022. Goldman L, et al., eds. Cognitive impairment and dementia. In: Goldman-Cecil Medicine. 26th ed. Elsevier; 2020. https://www.clinicalkey.com. Accessed July 18, 2022. Managing stress to control high blood pressure. American Heart Association. https://www.heart.org/en/health-topics/high-blood-pressure/changes-you-can-make-to-manage-high-blood-pressure/managing-stress-to-control-high-blood-pressure. Accessed July 18, 2022. Brenner J, et al. Mindfulness with paced breathing reduces blood pressure. Medical Hypothesis. 2020; doi:10.1016/j.mehy.2020.109780. Grundy SM, et al. 2018 AHA/ACC/AACVPR/AAPA/ABC/ACPM/ADA/AGS/APhA/ASPC/NLA/PCNA Guideline on the management of blood cholesterol: A report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines. Circulation. 2019; doi:10.1161/CIR.0000000000000625. Monitoring your blood pressure at home. American Heart Association. https://www.heart.org/en/health-topics/high-blood-pressure/understanding-blood-pressure-readings/monitoring-your-blood-pressure-at-home. Accessed July 22, 2022. Natural medicines in the clinical management of hypertension. Natural Medicines. https://naturalmedicines.therapeuticresearch.com. Accessed Dec. 20, 2020. Saper RB, et al. Overview of herbal medicine and dietary supplements. https://www.uptodate.com/contents/search. Accessed July 18, 2022. Medical review (expert opinion). Mayo Clinic. Aug. 19, 2022. 2020-2025 Dietary Guidelines for Americans. U.S. Department of Health and Human Services and U.S. Department of Agriculture. https://www.dietaryguidelines.gov. Accessed July 18, 2022. Börjesson M, et al. Physical activity and exercise lower blood pressure in individuals with hypertension: Narrative review of 27 RCTs. British Journal of Sports Medicine. 2016; doi:10.1136/bjsports-2015-095786. Lloyd-Jones DM, et al. Life's essential 8: Updating and enhancing the American Heart Association's construct of cardiovascular health: A presidential advisory from the American Heart Association. Circulation. 2022; doi:10.1161/CIR.0000000000001078. American Heart Association adds sleep to cardiovascular health checklist. American Heart Association. https://newsroom.heart.org/news/american-heart-association-adds-sleep-to-cardiovascular-health-checklist. Accessed July 15, 2022. Diseases & Conditions High blood pressure (hypertension) - Symptoms & causes - Mayo Clinic Mayo Clinic Q and A: What time is best for blood pressure medication? Isometric exercise: Using body weight to lower blood pressure Mayo Clinic Minute: High blood pressure hurts the kidneys Home blood pressure monitoring benefits Dan Knapp Alcohol: Does it affect blood pressure? Alpha blockers Angiotensin II receptor blockers Angiotensin-converting enzyme (ACE) inhibitors Anxiety: A cause of high blood pressure? Beta blockers Beta blockers: Do they cause weight gain? Beta blockers: How do they affect exercise? Blood pressure chart Blood pressure cuff: Does size matter? Blood pressure medication: Still necessary if I lose weight? Blood pressure medications: Can they raise my triglycerides? Blood pressure readings: Why higher at home? Blood pressure: Can it be higher in one arm? Blood pressure: Does it have a daily pattern? Blood pressure: Is it affected by cold weather? Caffeine and hypertension Calcium channel blockers Calcium supplements: Do they interfere with blood pressure drugs? Can having vitamin D deficiency cause high blood pressure? Can whole-grain foods lower blood pressure? Central-acting agents Choosing blood pressure medicines Diuretics Diuretics: A cause of low potassium? Free blood pressure machines: Are they accurate? High blood pressure and cold remedies: Which are safe? High blood pressure and exercise High blood pressure and sex High blood pressure dangers Home blood pressure monitoring How to measure blood pressure using a manual monitor How to measure blood pressure using an automatic monitor Hypertension FAQs Hypertensive crisis: What are the symptoms? Isolated systolic hypertension: A health concern? L-arginine: Does it lower blood pressure? Medication-free hypertension control Medications and supplements that can raise your blood pressure Menopause and high blood pressure: What's the connection? Picnic Problems: High Sodium Pulse pressure: An indicator of heart health? Resperate: Can it help reduce blood pressure? Sleep deprivation: A cause of high blood pressure? Stress and high blood pressure Vasodilators What is blood pressure? What is hypertension? A Mayo Clinic expert explains. White coat hypertension Wrist blood pressure monitors: Are they accurate? Blood pressure test A Book: Mayo Clinic on High Blood Pressure Blood Pressure Monitors at Mayo Clinic Store The Mayo Clinic Diet Online CON-20373392 Mayo Clinic does not endorse companies or products. Advertising revenue supports our not-for-profit mission. Policy Opportunities Ad Choices Check out these best-sellers and special offers on books and newsletters from Mayo Clinic Press. Mayo Clinic on Incontinence The Essential Diabetes Book Mayo Clinic on Hearing and Balance FREE Mayo Clinic Diet Assessment Mayo Clinic Health Letter - FREE book Make a gift before July 31 and it can be doubled in impact thanks to a $100,000 Summer Challenge. Find a doctor Explore careers Sign up for free e-newsletters About this Site Contact Us Locations Health Information Policy Medicare Accountable Care Organization (ACO) Media Requests News Network Price Transparency AskMayoExpert Clinical Trials Mayo Clinic Alumni Association Refer a Patient Executive Health Program International Business Collaborations Facilities & Real Estate Supplier Information AskMayoExpert Clinical Trials Mayo Clinic Alumni Association Refer a Patient Executive Health Program International Business Collaborations Facilities & Real Estate Supplier Information Admissions Requirements Degree Programs Student & Faculty Portal Degree Programs Admissions Requirements Student & Faculty Portal Research Faculty Laboratories Appointments Financial Services International Locations & Offices Financial Assistance Documents – Arizona Financial Assistance Documents – Florida Financial Assistance Documents – Minnesota X YouTube Facebook LinkedIn Instagram Terms & Conditions Privacy Policy Notice of Privacy Practices Notice of Nondiscrimination Digital Accessibility Statement Advertising & Sponsorship Policy Site Map Manage Cookies Terms and Conditions Privacy Policy Notice of Privacy Practices Notice of Nondiscrimination Digital Accessibility Statement Advertising and Sponsorship Policy Site Map Manage Cookies English Español العربية 简体中文 © 1998-2025 Mayo Foundation for Medical Education and Research (MFMER). All rights reserved. English Español العربية 简体中文",
      "url": "https://www.mayoclinic.org/diseases-conditions/high-blood-pressure/symptoms-causes/syc-20373410",
      "source": "mayo_clinic"
    },
    {
      "title": "Heart disease",
      "content": "Diseases & Conditions Symptoms &causes Diagnosis &treatment Doctors &departments Care atMayo Clinic Heart disease describes a range of conditions that affect the heart. Heart disease includes: Blood vessel disease, such as coronary artery disease. Irregular heartbeats, called arrhythmias. Heart conditions that you're born with, called congenital heart defects. Disease of the heart muscle. Heart valve disease. Many forms of heart disease can be prevented or treated with healthy lifestyle choices. A Book: Future Care A Book: Live Younger Longer Blood Pressure Monitors at Mayo Clinic Store Podcast: Lifelong heart health Heart disease symptoms depend on the type of heart disease. Coronary artery disease is a common heart condition that affects the major blood vessels that supply the heart muscle. A buildup of fats, cholesterol and other substances in and on the artery walls usually causes coronary artery disease. This buildup is called plaque. The buildup of plaque in the arteries is called atherosclerosis (ath-ur-o-skluh-ROE-sis). Atherosclerosis reduces blood flow to the heart and other parts of the body. It can lead to a heart attack, chest pain or a stroke. Symptoms of coronary artery disease can include: Chest pain, chest tightness, chest pressure and chest discomfort, called angina. Shortness of breath. Pain in the neck, jaw, throat, upper belly or back. Pain, numbness, weakness or coldness in the legs or arms if the blood vessels in those body areas are narrowed. You might not be diagnosed with coronary artery disease until you have a heart attack, angina, a stroke or heart failure. It's important to watch for heart symptoms. Talk with your healthcare team about any concerns. Heart disease can sometimes be found early with regular health checkups. Stephen Kopecky, M.D., talks about the risk factors, symptoms and treatment of coronary artery disease (CAD). Learn how lifestyle changes can lower your risk. {Music playing} Stephen Kopecky, M.D., Cardiovascular Disease, Mayo Clinic: I'm Dr. Stephen Kopecky, a cardiologist at Mayo Clinic. In this video, we'll cover the basics of coronary artery disease. What is it? Who gets it? The symptoms, diagnosis and treatment. Whether you're looking for answers for yourself or someone you love, we're here to give you the best information available. Coronary artery disease, also called CAD, is a condition that affects your heart. It is the most common heart disease in the United States. CAD happens when coronary arteries struggle to supply the heart with enough blood, oxygen and nutrients. Cholesterol deposits, or plaques, are almost always to blame. These buildups narrow your arteries, decreasing blood flow to your heart. This can cause chest pain, shortness of breath or even a heart attack. CAD typically takes a long time to develop. So often, patients don't know that they have it until there's a problem. But there are ways to prevent coronary artery disease, and ways to know if you're at risk and ways to treat it. Anyone can develop CAD. It begins when fats, cholesterols and other substances gather along the walls of your arteries. This process is called atherosclerosis. It's typically no cause for concern. However, too much buildup can lead to a blockage, obstructing blood flow. There are a number of risk factors, common red flags, that can contribute to this and ultimately lead to coronary artery disease. First, getting older can mean more damaged and narrowed arteries. Second, men are generally at a greater risk. But the risk for women increases after menopause. Existing health conditions matter, too. High blood pressure can thicken your arteries, narrowing your blood flow. High cholesterol levels can increase the rate of plaque buildup. Diabetes is also associated with higher risk, as is being overweight. Your lifestyle plays a large role as well. Physical inactivity, long periods of unrelieved stress in your life, an unhealthy diet and smoking can all increase your risk. And finally, family history. If a close relative was diagnosed at an early age with heart disease, you're at a greater risk. All these factors together can paint a picture of your risk for developing CAD. When coronary arteries become narrow, the heart doesn't get enough oxygen-rich blood. Remember, unlike most pumps, the heart has to pump its own energy supply. It's working harder with less. And you may begin to notice these signs and symptoms of pressure or tightness in your chest. This pain is called angina. It may feel like somebody is standing on your chest. When your heart can't pump enough blood to meet your body's needs, you might develop shortness of breath or extreme fatigue during activities. And if an artery becomes totally blocked, it leads to a heart attack. Classic signs and symptoms of a heart attack include crushing, substernal chest pain, pain in your shoulders or arms, shortness of breath, and sweating. However, many heart attacks have minimal or no symptoms and are found later during routine testing. Diagnosing CAD starts by talking to your doctor. They'll be able to look at your medical history, do a physical exam and order routine blood work. Depending on that, they may suggest one or more of the following tests: an electrocardiogram or ECG, an echocardiogram or soundwave test of the heart, stress test, cardiac catheterization and angiogram, or a cardiac CT scan. Treating coronary artery disease usually means making changes to your lifestyle. This might be eating healthier foods, exercising regularly, losing excess weight, reducing stress or quitting smoking. The good news is these changes can do a lot to improve your outlook. Living a healthier life translates to having healthier arteries. When necessary, treatment could involve drugs like aspirin, cholesterol-modifying medications, beta-blockers, or certain medical procedures like angioplasty or coronary artery bypass surgery. Discovering you have coronary artery disease can be overwhelming. But be encouraged. There are things you can do to manage and live with this condition. Reducing cholesterol, lowering blood pressure, quitting tobacco, eating healthier, exercising and managing your stress can make a world of difference. Better heart health starts by educating yourself. So don't be afraid to seek out information and ask your doctors about coronary artery disease. If you'd like to learn even more about this condition, watch our other related videos or visit Mayoclinic.org. We wish you well. The heart may beat too quickly, too slowly or irregularly. Heart arrhythmia symptoms can include: Chest pain or discomfort. Dizziness. Fainting or almost fainting. Fluttering in the chest. Lightheadedness. Racing heartbeat. Shortness of breath. Slow heartbeat. A congenital heart defect is a heart condition present at birth. Serious congenital heart defects usually are noticed soon after birth. Congenital heart defect symptoms in children could include: Blue or gray skin. Depending on skin color, these changes may be easier or harder to see. Swelling in the legs, belly area or areas around the eyes. In an infant, shortness of breath during feedings, leading to poor weight gain. Some congenital heart defects may not be found until later in childhood or during adulthood. Symptoms may include: Getting very short of breath during exercise or activity. Easily tiring during exercise or activity. Swelling of the hands, ankles or feet. In the beginning, cardiomyopathy may not cause noticeable symptoms. As the condition gets worse, symptoms may include: Dizziness, lightheadedness and fainting. Fatigue. Feeling short of breath during activity or at rest. Feeling short of breath at night when trying to sleep, or waking up short of breath. Rapid, pounding or fluttering heartbeats. Swollen legs, ankles or feet. The heart has four valves. The valves open and close to move blood through the heart. Many things can damage the heart valves. If a heart valve is narrowed, it's called stenosis. If a heart valve lets blood flow backward, it's called regurgitation. Symptoms of heart valve disease depend on which valve isn't working right. Symptoms may include: Chest pain. Fainting or almost fainting. Fatigue. Irregular heartbeats. Shortness of breath. Swollen feet or ankles. Get emergency medical help if you have these heart disease symptoms: Chest pain. Shortness of breath. Fainting. Always call 911 or your local emergency number if you think you might be having a heart attack. If you think you may have symptoms of heart disease, make an appointment for a health checkup. Heart disease is easier to treat when found early. There is a problem with\n                                information submitted for this request. Review/update the\n                                information highlighted below and resubmit the form. Sign up for free and stay up to date on research advancements, health tips, current health topics, and expertise on managing health. Click here for an email preview. ErrorEmail field is required ErrorInclude a valid email address We use the data you provide to deliver you the content you requested. To provide you with the most relevant and helpful information, we may combine your email and website data with other information we have about you. If you are a Mayo Clinic patient, we will only use your protected health information as outlined in our Notice of Privacy Practices. You may opt out of email communications at any time by clicking on the unsubscribe link in the email. You'll soon start receiving the latest Mayo Clinic health information you requested in your inbox. Please, try again in a couple of minutes Heart disease causes depend on the specific type of heart disease. There are many different types of heart disease. A typical heart has two upper and two lower chambers. The upper chambers, the right and left atria, receive incoming blood. The lower chambers, the more muscular right and left ventricles, pump blood out of the heart. The heart valves are gates at the chamber openings. They keep blood flowing in the right direction. A typical heart has two upper and two lower chambers. The upper chambers, the right and left atria, receive incoming blood. The lower chambers, the more muscular right and left ventricles, pump blood out of the heart. The heart valves are gates at the chamber openings. They keep blood flowing in the right direction. To understand the causes of heart disease, it may help to understand how the heart works. The heart has four chambers. The two upper chambers are called the atria. The two lower chambers are called the ventricles. The right side of the heart moves blood to the lungs through blood vessels called the pulmonary arteries. In the lungs, blood gets oxygen. The oxygen-rich blood goes to the left side of the heart through the pulmonary veins. The left side of the heart then pumps the blood through the body's main artery, called the aorta. The blood then goes to the rest of the body. Four valves in the heart keep blood flowing in the right direction. These valves are: Aortic valve. Mitral valve. Pulmonary valve. Tricuspid valve. Each valve has flaps, called leaflets or cusps. The flaps open and close once during each heartbeat. If a valve flap doesn't open or close properly, less blood moves out of the heart to the rest of the body. The heart's electrical system keeps the heart beating. The heart's electrical signals start in a group of cells at the top of the heart called the sinus node. They pass through a pathway between the upper and lower heart chambers called the atrioventricular (AV) node. The movement of the signals causes the heart to squeeze and pump blood. If there's too much cholesterol in the blood, the cholesterol and other substances may form deposits called plaque. Plaque can cause an artery to become narrowed or blocked. If a plaque ruptures, a blood clot can form. Plaque and blood clots can reduce blood flow through an artery. If there's too much cholesterol in the blood, the cholesterol and other substances may form deposits called plaque. Plaque can cause an artery to become narrowed or blocked. If a plaque ruptures, a blood clot can form. Plaque and blood clots can reduce blood flow through an artery. A buildup of fatty substances in the arteries, called atherosclerosis, is the most common cause of coronary artery disease. Risk factors include an unhealthy diet, lack of exercise, obesity, and smoking. Healthy-lifestyle choices can help lower the risk of atherosclerosis. Common causes of arrhythmias or conditions that can lead to them include: Heart muscle disease, called cardiomyopathy. Coronary artery disease. Diabetes. Illegal drugs such as cocaine. Emotional stress. Too much alcohol or caffeine. Heart conditions present at birth, called congenital heart defects. High blood pressure. Smoking. Heart valve disease. Some medicines, herbs and supplements. A congenital heart defect happens while a baby is growing in the womb. Healthcare professionals aren't sure exactly what causes most congenital heart defects. But gene changes, some medical conditions, some medicines, and environmental or lifestyle factors may play a role. The cause of cardiomyopathy depends on the type. There are three types: Dilated cardiomyopathy. This is the most common type of cardiomyopathy. The cause is often unknown. It may be passed down through families, which means it's inherited. Hypertrophic cardiomyopathy. This type is usually passed down through families. Restrictive cardiomyopathy. This type of cardiomyopathy can happen for no known reason. Sometimes a buildup of protein called amyloid causes it. Other causes include connective tissue disorders. Many things can cause a damaged or diseased heart valve. Some people are born with heart valve disease. If this happens, it's called congenital heart valve disease. Other causes of heart valve disease can include: Rheumatic fever. Infection in the lining of the heart valves, called infectious endocarditis. Connective tissue disorders. Heart disease care at Mayo Clinic Omega-6 fatty acids Risk factors for heart disease include: Age. Growing older increases the risk of damaged and narrowed arteries and a weakened or thickened heart muscle. Sex assigned at birth. Men are generally at greater risk of heart disease. The risk in women increases after menopause. Family history. A family history of heart disease increases the risk of coronary artery disease, especially if a parent developed it at an early age. That means before age 55 for a male relative, such as a brother or your father, and 65 for a female relative, such as your mother or a sister. Smoking. If you smoke, quit. Substances in tobacco smoke damage the arteries. Heart attacks are more common in people who smoke than in people who don't smoke. Talk with a healthcare professional if you need help quitting. Unhealthy diet. Diets high in fat, salt, sugar and cholesterol have been linked to heart disease. High blood pressure. High blood pressure that's not controlled can cause the arteries to become hard and thick. These changes alter blood flow to the heart and body. High cholesterol. Having high cholesterol increases the risk of atherosclerosis. Atherosclerosis has been linked to heart attack and stroke. Diabetes. Diabetes increases the risk of heart disease. Obesity and high blood pressure increase the risk of diabetes and heart disease. Obesity. Excess weight typically worsens other heart disease risk factors. Lack of exercise. Being inactive is associated with many forms of heart disease and some of its risk factors too. Stress. Emotional stress may damage the arteries and make other heart disease risk factors worse. Poor dental health. Having unhealthy teeth and gums makes it easier for germs to get into the bloodstream and travel to the heart. This can cause an infection called endocarditis. Brush and floss your teeth often. Also get regular dental checkups. Possible complications of heart disease are: Heart failure. This is one of the most common complications of heart disease. The heart can't pump enough blood to meet the body's needs. Heart attack. A heart attack can happen if a piece of plaque in an artery or a blood clot moves to the heart. Stroke. The risk factors that lead to heart disease also can lead to an ischemic stroke. This type of stroke happens when the arteries to the brain are narrowed or blocked. Too little blood reaches the brain. Aneurysm. An aneurysm is a bulge in the wall of an artery. If an aneurysm bursts, you may have life-threatening internal bleeding. Peripheral artery disease. In this condition, the arms or legs — usually the legs — don't get enough blood. This causes symptoms, most notably leg pain when walking, called claudication. Atherosclerosis can lead to peripheral artery disease. Sudden cardiac arrest. Sudden cardiac arrest is the sudden loss of heart activity, breathing and consciousness. It's usually due to a problem with the heart's electrical system. Sudden cardiac arrest is a medical emergency. If not treated immediately, it results in sudden cardiac death. Heart disease care at Mayo Clinic Flu shots and heart disease The same lifestyle changes used to manage heart disease also may help prevent it. Try these heart-healthy tips: Don't smoke. Eat a diet that's low in salt and saturated fat. Exercise at least 30 minutes a day on most days of the week. Maintain a healthy weight. Reduce and manage stress. Control high blood pressure, high cholesterol and diabetes. Get good sleep. Adults should aim for 7 to 9 hours daily. Heart disease care at Mayo Clinic Heart disease prevention Omega-3 in fish Red wine, antioxidants and resveratrol Can vitamins help prevent a heart attack? Fasting diet: Can it improve my heart health? Heart disease care at Mayo Clinic Connect with others like you for support and answers to your questions in the Heart & Blood Health support group on Mayo Clinic Connect, a patient community. 67 Replies\n Sat, Jul 26, 2025 417 Replies\n Wed, Jul 23, 2025 210 Replies\n Wed, Jul 23, 2025 What is cardiovascular disease? American Heart Association. https://www.heart.org/en/health-topics/consumer-healthcare/what-is-cardiovascular-disease. Accessed May 25, 2022. AskMayoExpert. Healthy diet. Mayo Clinic; 2022. Ami TR. Allscripts EPSi. Mayo Clinic. April 9, 2024. Ferry AV, et al. Presenting symptoms in men and women diagnosed with myocardial infarction using sex-specific criteria. Journal of the American Heart Association. 2019; doi:10.1161/JAHA.119.012307. Symptoms, diagnosis and monitoring of arrhythmia. American Heart Association. https://www.heart.org/en/health-topics/arrhythmia/symptoms-diagnosis--monitoring-of-arrhythmia. Accessed May 25, 2022. Overview of congenital cardiovascular anomalies. Merck Manual Professional Version. https://www.merckmanuals.com/professional/pediatrics/congenital-cardiovascular-anomalies/overview-of-congenital-cardiovascular-anomalies. Accessed May 25, 2022. How the heart beats. National Heart, Lung, and Blood Institute. https://www.nhlbi.nih.gov/health/heart/heart-beats. Accessed May 25, 2022. Cooper LT. Definition and classification of the cardiomyopathies. https://www.uptodate.com/contents/search. Accessed May 25, 2022. Ferri FF. Endocarditis, infective. In: Ferri's Clinical Advisor 2022. Elsevier; 2022. https://www.clinicalkey.com. Accessed May 25, 2022. Ferri FF. Heart failure. In: Ferri's Clinical Advisor 2022. Elsevier; 2022. https://www.clinicalkey.com. Accessed May 25, 2022. Libby P, et al., eds. Braunwald's Heart Disease: A Textbook of Cardiovascular Medicine. 12th ed. Elsevier; 2022. https://www.clinicalkey.com. Accessed May 25, 2022. Grundy SM, et al. 2018 AHA/ACC/AACVPR/AAPA/ABC/ACPM/ADA/AGS/APhA/ASPC/NLA/PCNA guideline on the management of blood cholesterol: A report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines. Circulation. 2019; doi:10.1161/CIR.0000000000000625. 2020-2025 Dietary Guidelines for Americans. U.S. Department of Health and Human Services and U.S. Department of Agriculture. https://www.dietaryguidelines.gov. Accessed May 25, 2022. How blood flows through the heart. National Heart, Lung, and Blood Institute. https://www.nhlbi.nih.gov/health/heart/blood-flow. Accessed May 25, 2022. Stouffer GA, et al. The history and physical examination. In: Netter's Cardiology. 3rd ed. Elsevier; 2019. https://www.clinicalkey.com. Accessed May 25, 2022. Arnett DK, et al. 2019 ACC/AHA guideline on the primary prevention of cardiovascular disease: A report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines. Circulation. 2019; doi:10.1161/CIR.0000000000000678. Fuster V, et al., eds. Fuster and Hurst's the Heart. 15th ed. McGraw Hill; 2022. https://accessmedicine.mhmedical.com. Accessed June 10, 2022. 8 things you can do to prevent heart disease and stroke. American Heart Association. https://www.heart.org/en/healthy-living/healthy-lifestyle/prevent-heart-disease-and-stroke. Accessed June 13, 2022. High blood pressure. Mayo Clinic. https://www.mayoclinic.org/diseases-conditions/high-blood-pressure/symptoms-causes/syc-20373410. Accessed June 13, 2022. 2020-2025 Dietary Guidelines for Americans. U.S. Department of Health and Human Services and U.S. Department of Agriculture. https://www.dietaryguidelines.gov. Accessed June 15, 2022. Physical Activity Guidelines for Americans. 2nd ed. U.S. Department of Health and Human Services. https://health.gov/our-work/physical-activity/current-guidelines. Accessed June 16, 2022. AskMayoExpert. Stable ischemic heart disease (adult). Mayo Clinic; 2022. AskMayoExpert. Hyperlipidemia (adult): Screening for coronary artery disease risk (adult). Mayo Clinic; 2022. Blood cholesterol. National Heart, Lung, and Blood Institute. https://www.nhlbi.nih.gov/health-topics/blood-cholesterol. Accessed June 20, 2022. High cholesterol. Mayo Clinic. https://www.mayoclinic.org/diseases-conditions/high-blood-cholesterol/symptoms-causes/syc-20350800. Accessed June 20, 2022. Lloyd-Jones DM, et al. Life's essential 8: Updating and enhancing the American Heart Association's construct of cardiovascular health: A presidential advisory from the American Heart Association. Circulation. 2022; doi:10.1161/CIR.0000000000001078. American Heart Association adds sleep to cardiovascular health checklist. American Heart Association. https://newsroom.heart.org/news/american-heart-association-adds-sleep-to-cardiovascular-health-checklist. Accessed July 15, 2022. Blood tests for heart disease Can vitamins help prevent a heart attack? Chelation therapy for heart disease: Does it work? Daily aspirin therapy Fasting diet: Can it improve my heart health? Flu shots and heart disease Grass-fed beef Healthy Heart for Life! Heart disease in women: Understand symptoms and risk factors Heart disease prevention Heart-healthy diet: 8 steps to prevent heart disease Menus for heart-healthy eating Nuts and your heart: Eating nuts for heart health Omega-3 in fish Omega-6 fatty acids Polypill: Does it treat heart disease? Red wine, antioxidants and resveratrol Video: Heart and circulatory system Cardiac ablation Cardiac catheterization Cardioversion Chest X-rays Complete blood count (CBC) Coronary angiogram Coronary angioplasty and stents Coronary artery bypass surgery CT scan Echocardiogram Electrocardiogram (ECG or EKG) Heart transplant Holter monitor Implantable cardioverter-defibrillators (ICDs) Nuclear stress test Pacemaker Stress test Springing into action after a sedentary season? Here's how to protect your heart\nMay 01, 2025, 02:19 p.m.  CDT Mayo Clinic Minute: Hypertension and cardiovascular disease in the Black community\nFeb. 28, 2025, 05:00 p.m.  CDT Tomorrow's Cure: How next-gen ultrasound improves cardiac care\nFeb. 26, 2025, 03:30 p.m.  CDT Mayo Clinic Minute: What high triglycerides mean and why it matters to your heart \nFeb. 14, 2025, 04:30 p.m.  CDT Tomorrow's Cure: AI Powered Stethoscopes Improve Access to Heart Care\nFeb. 13, 2025, 02:02 p.m.  CDT Expert explains how to improve heart health, even if your family has history of heart conditions\nFeb. 12, 2025, 01:00 p.m.  CDT Mayo Clinic Minute: Recognizing 'holiday heart'\nDec. 19, 2024, 03:00 p.m.  CDT Mayo Clinic Minute: A cardiologist's tips for a healthy heart\nNov. 28, 2024, 04:30 p.m.  CDT Mayo Clinic Minute: Why skipping breakfast can be bad for your heart\nJuly 23, 2024, 04:00 p.m.  CDT Reversing racism's toll on heart health\nJune 26, 2024, 02:32 p.m.  CDT Teasing apart sex differences in heart disease\nMay 31, 2024, 02:31 p.m.  CDT Mayo Clinic Minute: Diet and heart disease in the Black community\nMarch 04, 2024, 03:12 p.m.  CDT Study shows daylight saving time has minimal effect on heart health\nFeb. 27, 2024, 04:15 p.m.  CDT Understanding your heart test: What to expect, how to prepare\nFeb. 26, 2024, 03:58 p.m.  CDT Mayo Clinic Minute: Heart health and dangers of shoveling snow\nJan. 09, 2024, 05:00 p.m.  CDT New study suggests ECG-AI can detect cardiovascular disease risks sooner\nOct. 25, 2023, 03:37 p.m.  CDT A closer look at heart health: Research shows social factors at play\nOct. 25, 2023, 02:00 p.m.  CDT Real-world study confirms reliability of tool assessing 10-year risk prediction of heart disease\nOct. 03, 2023, 03:36 p.m.  CDT A Book: Future Care A Book: Live Younger Longer Blood Pressure Monitors at Mayo Clinic Store Podcast: Lifelong heart health Symptoms&causes Diagnosis&treatment Doctors&departments Care atMayoClinic Mayo Clinic does not endorse companies or products. Advertising revenue supports our not-for-profit mission. Policy Opportunities Ad Choices Check out these best-sellers and special offers on books and newsletters from Mayo Clinic Press. NEW: Mayo Clinic Guide to Better Sleep Listen to Health Matters Podcast Mayo Clinic on Incontinence The Essential Diabetes Book FREE Mayo Clinic Diet Assessment Mayo Clinic Health Letter - FREE book Diseases & Conditions Heart disease",
      "url": "https://www.mayoclinic.org/diseases-conditions/heart-disease/symptoms-causes/syc-20353118",
      "source": "mayo_clinic"
    },
    {
      "title": "Asthma",
      "content": "Diseases & Conditions Symptoms &causes Diagnosis &treatment Doctors &departments Care atMayo Clinic If you have asthma, the inside walls of the airways in your lungs can become inflamed and swollen. In addition, membranes in your airway linings may secrete excess mucus. The result is an asthma attack. During an asthma attack, your narrowed airways make it harder to breathe and you may cough and wheeze. If you have asthma, the inside walls of the airways in your lungs can become inflamed and swollen. In addition, membranes in your airway linings may secrete excess mucus. The result is an asthma attack. During an asthma attack, your narrowed airways make it harder to breathe and you may cough and wheeze. Asthma is a condition in which your airways narrow and swell and may produce extra mucus. This can make breathing difficult and trigger coughing, a whistling sound (wheezing) when you breathe out and shortness of breath. For some people, asthma is a minor nuisance. For others, it can be a major problem that interferes with daily activities and may lead to a life-threatening asthma attack. Asthma can't be cured, but its symptoms can be controlled. Because asthma often changes over time, it's important that you work with your doctor to track your signs and symptoms and adjust your treatment as needed. A Book: Mayo Clinic Guide to Home Remedies Asthma symptoms vary from person to person. You may have infrequent asthma attacks, have symptoms only at certain times — such as when exercising — or have symptoms all the time. Asthma signs and symptoms include: Shortness of breath Chest tightness or pain Wheezing when exhaling, which is a common sign of asthma in children Trouble sleeping caused by shortness of breath, coughing or wheezing Coughing or wheezing attacks that are worsened by a respiratory virus, such as a cold or the flu Signs that your asthma is probably worsening include: Asthma signs and symptoms that are more frequent and bothersome Increasing difficulty breathing, as measured with a device used to check how well your lungs are working (peak flow meter) The need to use a quick-relief inhaler more often For some people, asthma signs and symptoms flare up in certain situations: Exercise-induced asthma, which may be worse when the air is cold and dry Occupational asthma, triggered by workplace irritants such as chemical fumes, gases or dust Allergy-induced asthma, triggered by airborne substances, such as pollen, mold spores, cockroach waste, or particles of skin and dried saliva shed by pets (pet dander) Severe asthma attacks can be life-threatening. Work with your doctor to determine what to do when your signs and symptoms worsen — and when you need emergency treatment. Signs of an asthma emergency include: Rapid worsening of shortness of breath or wheezing No improvement even after using a quick-relief inhaler Shortness of breath when you are doing minimal physical activity See your doctor: If you think you have asthma. If you have frequent coughing or wheezing that lasts more than a few days or any other signs or symptoms of asthma, see your doctor. Treating asthma early may prevent long-term lung damage and help keep the condition from getting worse over time. To monitor your asthma after diagnosis. If you know you have asthma, work with your doctor to keep it under control. Good long-term control helps you feel better from day to day and can prevent a life-threatening asthma attack. If your asthma symptoms get worse. Contact your doctor right away if your medication doesn't seem to ease your symptoms or if you need to use your quick-relief inhaler more often.\nDon't take more medication than prescribed without consulting your doctor first. Overusing asthma medication can cause side effects and may make your asthma worse. If your asthma symptoms get worse. Contact your doctor right away if your medication doesn't seem to ease your symptoms or if you need to use your quick-relief inhaler more often. Don't take more medication than prescribed without consulting your doctor first. Overusing asthma medication can cause side effects and may make your asthma worse. To review your treatment. Asthma often changes over time. Meet with your doctor regularly to discuss your symptoms and make any needed treatment adjustments. Asthma care at Mayo Clinic Vocal cord dysfunction There is a problem with\n                                information submitted for this request. Review/update the\n                                information highlighted below and resubmit the form. Sign up for free and stay up to date on research advancements, health tips, current health topics, and expertise on managing health. Click here for an email preview. ErrorEmail field is required ErrorInclude a valid email address We use the data you provide to deliver you the content you requested. To provide you with the most relevant and helpful information, we may combine your email and website data with other information we have about you. If you are a Mayo Clinic patient, we will only use your protected health information as outlined in our Notice of Privacy Practices. You may opt out of email communications at any time by clicking on the unsubscribe link in the email. You'll soon start receiving the latest Mayo Clinic health information you requested in your inbox. Please, try again in a couple of minutes It isn't clear why some people get asthma and others don't, but it's probably due to a combination of environmental and inherited (genetic) factors. Exposure to various irritants and substances that trigger allergies (allergens) can trigger signs and symptoms of asthma. Asthma triggers are different from person to person and can include: Airborne allergens, such as pollen, dust mites, mold spores, pet dander or particles of cockroach waste Respiratory infections, such as the common cold Physical activity Cold air Air pollutants and irritants, such as smoke Certain medications, including beta blockers, aspirin, and nonsteroidal anti-inflammatory drugs, such as ibuprofen (Advil, Motrin IB, others) and naproxen sodium (Aleve) Strong emotions and stress Sulfites and preservatives added to some types of foods and beverages, including shrimp, dried fruit, processed potatoes, beer and wine Gastroesophageal reflux disease (GERD), a condition in which stomach acids back up into your throat Asthma care at Mayo Clinic Asthma and acid reflux A number of factors are thought to increase your chances of developing asthma. They include: Having a blood relative with asthma, such as a parent or sibling Having another allergic condition, such as atopic dermatitis — which causes red, itchy skin — or hay fever — which causes a runny nose, congestion and itchy eyes Being overweight Being a smoker Exposure to secondhand smoke Exposure to exhaust fumes or other types of pollution Exposure to occupational triggers, such as chemicals used in farming, hairdressing and manufacturing Asthma complications include: Signs and symptoms that interfere with sleep, work and other activities Sick days from work or school during asthma flare-ups A permanent narrowing of the tubes that carry air to and from your lungs (bronchial tubes), which affects how well you can breathe Emergency room visits and hospitalizations for severe asthma attacks Side effects from long-term use of some medications used to stabilize severe asthma Proper treatment makes a big difference in preventing both short-term and long-term complications caused by asthma. While there's no way to prevent asthma, you and your doctor can design a step-by-step plan for living with your condition and preventing asthma attacks. Follow your asthma action plan. With your doctor and health care team, write a detailed plan for taking medications and managing an asthma attack. Then be sure to follow your plan.\nAsthma is an ongoing condition that needs regular monitoring and treatment. Taking control of your treatment can make you feel more in control of your life. Follow your asthma action plan. With your doctor and health care team, write a detailed plan for taking medications and managing an asthma attack. Then be sure to follow your plan. Asthma is an ongoing condition that needs regular monitoring and treatment. Taking control of your treatment can make you feel more in control of your life. Get vaccinated for influenza and pneumonia. Staying current with vaccinations can prevent flu and pneumonia from triggering asthma flare-ups. Identify and avoid asthma triggers. A number of outdoor allergens and irritants — ranging from pollen and mold to cold air and air pollution — can trigger asthma attacks. Find out what causes or worsens your asthma, and take steps to avoid those triggers. Monitor your breathing. You may learn to recognize warning signs of an impending attack, such as slight coughing, wheezing or shortness of breath.\nBut because your lung function may decrease before you notice any signs or symptoms, regularly measure and record your peak airflow with a home peak flow meter. A peak flow meter measures how hard you can breathe out. Your doctor can show you how to monitor your peak flow at home. Monitor your breathing. You may learn to recognize warning signs of an impending attack, such as slight coughing, wheezing or shortness of breath. But because your lung function may decrease before you notice any signs or symptoms, regularly measure and record your peak airflow with a home peak flow meter. A peak flow meter measures how hard you can breathe out. Your doctor can show you how to monitor your peak flow at home. Identify and treat attacks early. If you act quickly, you're less likely to have a severe attack. You also won't need as much medication to control your symptoms.\nWhen your peak flow measurements decrease and alert you to an oncoming attack, take your medication as instructed. Also, immediately stop any activity that may have triggered the attack. If your symptoms don't improve, get medical help as directed in your action plan. Identify and treat attacks early. If you act quickly, you're less likely to have a severe attack. You also won't need as much medication to control your symptoms. When your peak flow measurements decrease and alert you to an oncoming attack, take your medication as instructed. Also, immediately stop any activity that may have triggered the attack. If your symptoms don't improve, get medical help as directed in your action plan. Take your medication as prescribed. Don't change your medications without first talking to your doctor, even if your asthma seems to be improving. It's a good idea to bring your medications with you to each doctor visit. Your doctor can make sure you're using your medications correctly and taking the right dose. Pay attention to increasing quick-relief inhaler use. If you find yourself relying on your quick-relief inhaler, such as albuterol, your asthma isn't under control. See your doctor about adjusting your treatment. Asthma care at Mayo Clinic Weinberger SE, et al. Asthma. In: Principles of Pulmonary Medicine. 7th ed. Elsevier; 2019. https://www.clinicalkey.com. Accessed March 30, 2020. Asthma. National Heart, Lung, and Blood Institute. https://www.nhlbi.nih.gov/health-topics/asthma. Accessed March 25, 2020. AskMayoExpert. Asthma (adult). Mayo Clinic; 2020. Global strategy for asthma management and prevention (2019 update). Global Initiative for Asthma. https://ginasthma.org/gina-reports/. Accessed March 27, 2020. Khurana S, et al. Systematic approach to asthma of varying severity. Clinics in Chest Medicine. 2019; doi:10.1016/j.ccm.2018.10.004. Ferri FF. Asthma. In: Ferri's Clinical Advisor 2020. Elsevier; 2020. https://www.clinicalkey.com. Accessed March 30, 2020. Wu TD, et al. Asthma in the primary care setting. Medical Clinics of North America. 2019; doi:10.1016/j.mcna.2018.12.004. Fanta CH. An overview of asthma management. https://www.uptodate.com/contents/search. Accessed March 30, 2020. Santino TA, et al. Breathing exercises for adults with asthma. Cochrane Database of Systematic Reviews. 2020; doi:10.1002/14651858.CD001277.pub4. Amaral-Machado L, et al. Use of natural products in asthma treatment. Evidence-based Complementary and Alternative Medicine. 2020; doi:10.1155/2020/1021258. Montelukast. IBM Micromedex. https://www.micromedexsoluitions.com. Accessed April 6, 2020. Whyand T, et al. Pollution and respiratory disease: Can diet or supplements help? A review. Respiratory Research. 2018; doi:10.1186/s12931-018-0785-0. O'Keefe JH, et al. Coffee for cardioprotection and longevity. Progress in Cardiovascular Diseases. 2018; doi:10.1016/j.pcad.2018.02.002. Corren J, et al. Efficacy of tezepelumab in severe, uncontrolled asthma: Pooled\nanalysis of the PATHWAY and NAVIGATOR clinical trials. American Journal of Respiratory and Critical Care Medicine. 2023; doi:10.1164/rccm.202210-2005OC. Allergies and asthma Asthma and acid reflux Asthma diet Asthma inhalers: Which one's right for you? Asthma medications Asthma treatment: Control your symptoms with 3 simple steps Asthma: Testing and diagnosis Dry powder disk inhaler Dry powder tube inhaler Ozone air purifiers Single-dose dry powder inhaler Spirometer Using a metered dose asthma inhaler and spacer Video: How to use a peak flow meter Vocal cord dysfunction What is aspirin-exacerbated respiratory disease (AERD)? Allergy shots CT scan Spirometry X-ray Asthma burden score reflecting patient experience may improve symptom management\nFeb. 12, 2025, 03:30 p.m.  CDT Mayo Clinic Minute: Can aspirin make your breathing worse?\nMarch 26, 2024, 04:00 p.m.  CDT Mayo Clinic Minute: How to use an asthma inhaler\nSept. 22, 2023, 04:00 p.m.  CDT A Book: Mayo Clinic Guide to Home Remedies Symptoms &causes Diagnosis &treatment Doctors &departments Care atMayo Clinic Mayo Clinic does not endorse companies or products. Advertising revenue supports our not-for-profit mission. Policy Opportunities Ad Choices Check out these best-sellers and special offers on books and newsletters from Mayo Clinic Press. NEW: Mayo Clinic Guide to Better Sleep Listen to Health Matters Podcast Mayo Clinic on Incontinence The Essential Diabetes Book FREE Mayo Clinic Diet Assessment Mayo Clinic Health Letter - FREE book Diseases & Conditions Asthma",
      "url": "https://www.mayoclinic.org/diseases-conditions/asthma/symptoms-causes/syc-20369653",
      "source": "mayo_clinic"
    },
    {
      "title": "Arthritis",
      "content": "Diseases & Conditions Symptoms &causes Diagnosis &treatment Doctors &departments Osteoarthritis, the most common form of arthritis, involves the wearing away of the cartilage that caps the bones in your joints. Rheumatoid arthritis is a disease in which the immune system attacks the joints, beginning with the lining of joints. Osteoarthritis, the most common form of arthritis, involves the wearing away of the cartilage that caps the bones in your joints. Rheumatoid arthritis is a disease in which the immune system attacks the joints, beginning with the lining of joints. Arthritis is the swelling and tenderness of one or more joints. The main symptoms of arthritis are joint pain and stiffness, which typically worsen with age. The most common types of arthritis are osteoarthritis and rheumatoid arthritis. Osteoarthritis causes cartilage — the hard, slippery tissue that covers the ends of bones where they form a joint — to break down. Rheumatoid arthritis is a disease in which the immune system attacks the joints, beginning with the lining of joints. Uric acid crystals, which form when there's too much uric acid in your blood, can cause gout. Infections or underlying disease, such as psoriasis or lupus, can cause other types of arthritis. Treatments vary depending on the type of arthritis. The main goals of arthritis treatments are to reduce symptoms and improve quality of life. A Book: Mayo Clinic Guide to Arthritis A Book: Mayo Clinic Guide to Pain Relief A Book: Mayo Clinic on Healthy Aging Bath Safety and Mobility Products Ankylosing spondylitis Gout Juvenile idiopathic arthritis Osteoarthritis Psoriatic arthritis Reactive arthritis Rheumatoid arthritis Septic arthritis Thumb arthritis The most common signs and symptoms of arthritis involve the joints. Depending on the type of arthritis, signs and symptoms may include: Pain Stiffness Swelling Redness Decreased range of motion There is a problem with\n                                information submitted for this request. Review/update the\n                                information highlighted below and resubmit the form. Sign up for free and stay up to date on research advancements, health tips, current health topics, and expertise on managing health. Click here for an email preview. ErrorEmail field is required ErrorInclude a valid email address We use the data you provide to deliver you the content you requested. To provide you with the most relevant and helpful information, we may combine your email and website data with other information we have about you. If you are a Mayo Clinic patient, we will only use your protected health information as outlined in our Notice of Privacy Practices. You may opt out of email communications at any time by clicking on the unsubscribe link in the email. You'll soon start receiving the latest Mayo Clinic health information you requested in your inbox. Please, try again in a couple of minutes The two main types of arthritis — osteoarthritis and rheumatoid arthritis — damage joints in different ways. The most common type of arthritis, osteoarthritis involves wear-and-tear damage to a joint's cartilage — the hard, slick coating on the ends of bones where they form a joint. Cartilage cushions the ends of the bones and allows nearly frictionless joint motion, but enough damage can result in bone grinding directly on bone, which causes pain and restricted movement. This wear and tear can occur over many years, or it can be hastened by a joint injury or infection. Osteoarthritis also causes changes in the bones and deterioration of the connective tissues that attach muscle to bone and hold the joint together. If cartilage in a joint is severely damaged, the joint lining may become inflamed and swollen. In rheumatoid arthritis, the body's immune system attacks the lining of the joint capsule, a tough membrane that encloses all the joint parts. This lining (synovial membrane) becomes inflamed and swollen. The disease process can eventually destroy cartilage and bone within the joint. Risk factors for arthritis include: Family history. Some types of arthritis run in families, so you may be more likely to develop arthritis if your parents or siblings have the disorder. Age. The risk of many types of arthritis — including osteoarthritis, rheumatoid arthritis and gout — increases with age. Your sex. Women are more likely than men to develop rheumatoid arthritis, while most of the people who have gout, another type of arthritis, are men. Previous joint injury. People who have injured a joint, perhaps while playing a sport, are more likely to eventually develop arthritis in that joint. Obesity. Carrying excess pounds puts stress on joints, particularly your knees, hips and spine. People with obesity have a higher risk of developing arthritis. Severe arthritis, particularly if it affects your hands or arms, can make it difficult for you to do daily tasks. Arthritis of weight-bearing joints can keep you from walking comfortably or sitting up straight. In some cases, joints may gradually lose their alignment and shape. Peterson LS. Mayo Clinic Guide to Arthritis: Managing Joint Pain for an Active Life. Mayo Clinic Press; 2020. Arthritis and rheumatic diseases. National Institute of Arthritis and Musculoskeletal and Skin Diseases. https://www.niams.nih.gov/health-topics/arthritis-and-rheumatic-diseases. Accessed July 7, 2021. Ferri FF. Osteoarthritis. In: Ferri's Clinical Advisor 2022. Elsevier; 2022. https://www.clinicalkey.com. Accessed July 7, 2021. Ferri FF. Rheumatoid arthritis. In: Ferri's Clinical Advisor 2022. Elsevier; 2022. https://www.clinicalkey.com. Accessed July 7, 2021. Deveza LA. Overview of the management of osteoarthritis. https://www.uptodate.com/contents/search. Accessed July 7, 2021. AskMayoExpert. Osteoarthritis (adult). Mayo Clinic; 2020. American College of Rheumatology. Osteoarthritis. https://www.rheumatology.org/I-Am-A/Patient-Caregiver/Diseases-Conditions/Osteoarthritis. Accessed July 7, 2021. American College of Rheumatology. Rheumatoid arthritis. https://www.rheumatology.org/I-Am-A/Patient-Caregiver/Diseases-Conditions/Rheumatoid-Arthritis. Accessed July 7, 2021. Gout. Merck Manual Professional Version. https://www.merckmanuals.com/professional/musculoskeletal-and-connective-tissue-disorders/crystal-induced-arthritides/gout?query=gout. Accessed July 8, 2021. Rinaldi RZ. Total joint replacement for severe rheumatoid arthritis. https://www.uptodate.com/contents/search. Accessed July 8, 2021. Osteoarthritis: In depth. National Center for Complementary and Integrative Health. https://www.nccih.nih.gov/health/osteoarthritis-in-depth. Accessed July 8, 2021. Rheumatoid arthritis: In depth. National Center for Complementary and Integrative Health. https://www.nccih.nih.gov/health/rheumatoid-arthritis-in-depth. Accessed July 8, 2021. Arthritis pain: Do's and don'ts Exercising with arthritis Hand exercises for people with arthritis Joint protection Osteoarthritis vs. rheumatoid arthritis Ankle surgery: Treatment for advanced arthritis Arthroscopy CT scan MRI Ultrasound X-ray Mayo Clinic expert: Joint replacement surgery, arthritis are not inevitable\nSept. 27, 2023, 01:25 p.m.  CDT A Book: Mayo Clinic Guide to Arthritis A Book: Mayo Clinic Guide to Pain Relief A Book: Mayo Clinic on Healthy Aging Bath Safety and Mobility Products Symptoms&causes Diagnosis&treatment Doctors&departments Mayo Clinic does not endorse companies or products. Advertising revenue supports our not-for-profit mission. Policy Opportunities Ad Choices Check out these best-sellers and special offers on books and newsletters from Mayo Clinic Press. NEW: Mayo Clinic Guide to Better Sleep Listen to Health Matters Podcast Mayo Clinic on Incontinence The Essential Diabetes Book FREE Mayo Clinic Diet Assessment Mayo Clinic Health Letter - FREE book Diseases & Conditions Arthritis",
      "url": "https://www.mayoclinic.org/diseases-conditions/arthritis/symptoms-causes/syc-20350772",
      "source": "mayo_clinic"
    },
    {
      "title": "Heart Disease Overview",
      "content": "Heart disease describes a range of conditions that affect your heart. Diseases under the heart disease umbrella include blood vessel diseases, such as coronary artery disease; heart rhythm problems (arrhythmias); and heart defects you're born with (congenital heart defects). The term 'heart disease' is often used interchangeably with the term 'cardiovascular disease.' Cardiovascular disease generally refers to conditions that involve narrowed or blocked blood vessels that can lead to a heart attack, chest pain (angina) or stroke. Other heart conditions, such as those that affect your heart's muscle, valves or rhythm, also are considered forms of heart disease.",
      "url": "https://www.mayoclinic.org/diseases-conditions/heart-disease/symptoms-causes/syc-20353118",
      "source": "mayo_clinic"
    },
    {
      "title": "Understanding Blood Pressure",
      "content": "Blood pressure is the force of your blood pushing against the walls of your arteries. Each time your heart beats, it pumps blood into the arteries. Your blood pressure is highest when your heart beats, pumping the blood. This is called systolic pressure. When your heart is at rest, between beats, your blood pressure falls. This is called diastolic pressure. Your blood pressure reading uses these two numbers. Usually the systolic number comes before or above the diastolic number. A reading of 119/79 or lower is normal blood pressure. 140/90 or higher is high blood pressure. Between 120 and 139 for the top number, or between 80 and 89 for the bottom number is called prehypertension.",
      "url": "https://www.mayoclinic.org/diseases-conditions/high-blood-pressure/symptoms-causes/syc-20373410",
      "source": "mayo_clinic"
    }
  ],
  "total_articles": 10,
  "created_at": "2025-07-27T01:29:25.527617"
}